Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.delete_account.deleted_item_docs_crdt
source: Synced workspace documents and CRDT sync state.
ar: مستندات مساحة العمل المتزامنة وحالة مزامنة CRDT.
cs: Synchronizované dokumenty pracovního prostoru a stav synchronizace CRDT.
da: Synkroniserede arbejdsplads-dokumenter og CRDT-synkroniseringstilstand.
de: Synchronisierte Workspace-Dokumente und CRDT-Synchronisierungsstatus.
el: Έγγραφα χώρου εργασίας που συγχρονίστηκαν και κατάσταση σχεδιασμού CRDT.
es: Documentos del espacio de trabajo sincronizados y estado de sincronización CRDT.
fi: Synkronoidut työtilan asiakirjat ja CRDT-synkronoinnin tila.
fr: Documents d'espace de travail synchronisés et état de synchronisation CRDT.
he: מסמכי מרחב עבודה מסונכרנים וסטטוס סנכרון CRDT.
hi: सिंक किए गए वर्कस्पेस दस्तावेज़ और CRDT सिंक स्थिति।
hu: Szinkronizált munkahelyi dokumentumok és CRDT szinkronizációs állapot.
id: Dokumen ruang kerja dan status sinkronisasi CRDT yang disinkronkan.
it: Documenti workspace sincronizzati e stato di sincronizzazione CRDT.
ja: 同期されたワークスペースドキュメントとCRDT同期状態。
ko: 동기화된 워크스페이스 문서 및 CRDT 동기화 상태입니다.
ms: Dokumen ruang kerja tersinkronisasi dan keadaan sinkronisasi CRDT.
nb: Synkroniserte arbeidsflate-dokumenter og CRDT-synkroniseringstilstand.
nl: Gesynchroniseerde werkruimtedocumenten en CRDT-synchronisatiestatus.
pl: Zsynchronizowane dokumenty obszaru roboczego i stan synchronizacji CRDT.
pt_br: Documentos de workspace sincronizados e estado de sincronização CRDT.
pt_pt: Documentos da área de trabalho sincronizados e estado de sincronização CRDT.
ro: Documente spațiu de lucru sincronizate și stare de sincronizare CRDT.
ru: Синхронизированные документы рабочего пространства и состояние синхронизации CRDT.
sk: Synchronizované dokumenty pracovného priestoru a stav synchronizácie CRDT.
sv: Synkade arbetsutrymmedokument och CRDT-synktillstånd.
th: เอกสารพื้นที่ทำงานที่ซิงค์และสถานะการซิงค์ CRDT
tr: Senkronize çalışma alanı belgeleri ve CRDT senkronizasyon durumu.
uk: Синхронізовані документи робочого простору та стан синхронізації CRDT.
vi: Các tài liệu không gian làm việc đã đồng bộ và trạng thái đồng bộ CRDT.
zh_hans: 同步的工作区文档和 CRDT 同步状态。
zh_hant: 已同步的工作區文件和 CRDT 同步狀態。

# web.delete_account.deleted_item_media
source: Media you synced (such as images embedded in items), including the stored files.
ar: الوسائط التي تزامنتها (مثل الصور المدرجة في العناصر)، بما في ذلك الملفات المخزنة.
cs: Média, která jste synchronizovali (například obrázky vložené do položek), včetně uložených souborů.
da: Medier du synkroniserede (f.eks. billeder indlejret i elementer), inklusive de lagrede filer.
de: Medien, die Sie synchronisiert haben (z. B. in Elementen eingebettete Bilder), einschließlich der gespeicherten Dateien.
el: Πολυμέσα που συγχρονίστηκαν (όπως εικόνες ενσωματωμένες σε στοιχεία), συμπεριλαμβανομένων των αποθηκευμένων αρχείων.
es: Medios que sincronizaste (como imágenes incrustadas en elementos), incluidos los archivos almacenados.
fi: Synkronoimasi media (kuten kohteisiin upotettuja kuvia) sekä tallennetut tiedostot.
fr: Médias que vous avez synchronisés (par exemple, les images intégrées aux éléments), y compris les fichiers stockés.
he: מדיה שסינכרנת (כמו תמונות משובצות בפריטים), כולל הקבצים המאוחסנים.
hi: आपने सिंक किया गया मीडिया (जैसे आइटम में एम्बेड की गई छवियां), संग्रहीत फाइलों सहित।
hu: Az Ön szinkronizált médiaanyagai (például tárgyakba ágyazott képek), beleértve a tárolt fájlokat.
id: Media yang Anda sinkronkan (seperti gambar yang tertanam dalam item), termasuk file yang disimpan.
it: Media sincronizzati (ad esempio immagini incorporate negli elementi), inclusi i file archiviati.
ja: 同期したメディア（アイテムに埋め込まれた画像など）と保存されたファイルを含む。
ko: 동기화한 미디어(항목에 포함된 이미지 등) 및 저장된 파일입니다.
ms: Media yang Anda sinkronkan (seperti gambar yang tertanam dalam item), termasuk file yang disimpan.
nb: Media du synkroniserte (for eksempel bilder innebygd i elementer), inkludert de lagrede filene.
nl: Media die je hebt gesynchroniseerd (zoals ingesloten afbeeldingen in items), inclusief de opgeslagen bestanden.
pl: Multimedia, które zsynchronizowałeś (takie jak obrazy osadzone w elementach), w tym przechowywane pliki.
pt_br: Mídia que você sincronizou (como imagens incorporadas em itens), incluindo os arquivos armazenados.
pt_pt: Média que sincronizou (como imagens incorporadas em itens), incluindo os ficheiros armazenados.
ro: Media pe care ați sincronizat-o (cum ar fi imaginile încorporate în articole), inclusiv fișierele stocate.
ru: Медиафайлы, которые вы синхронизировали (такие как изображения, встроенные в элементы), включая сохранённые файлы.
sk: Médiá, ktoré ste synchronizovali (ako napríklad obrázky vložené do položiek), vrátane uložených súborov.
sv: Media du synkade (till exempel bilder inbäddade i objekt), inklusive lagrade filer.
th: สื่อที่คุณซิงค์ (เช่น รูปภาพที่ฝังอยู่ในรายการ) รวมถึงไฟล์ที่เก็บไว้
tr: Senkronize ettiğiniz medya (öğelere gömülü görüntüler gibi), depolanan dosyalar dahil.
uk: Медіа, яку ви синхронізували (наприклад, зображення, вбудовані в елементи), включаючи збережені файли.
vi: Phương tiện bạn đã đồng bộ (chẳng hạn như hình ảnh nhúng trong các mục), bao gồm các tệp được lưu trữ.
zh_hans: 您同步的媒体（如项目中嵌入的图像），包括存储的文件。
zh_hant: 您同步的媒體（例如嵌入項目中的圖片），包括儲存的文件。

# web.delete_account.deleted_item_workspace
source: Your synced workspace: schemes, folders, tasks, calendar entries, and any imported Google Calendar entries that were part of your synced workspace.
ar: مساحة عملك المتزامنة: الخطط والمجلدات والمهام وإدخالات التقويم وأي إدخالات Google Calendar المستوردة التي كانت جزءًا من مساحة عملك المتزامنة.
cs: Váš synchronizovaný pracovní prostor: schémata, složky, úkoly, položky kalendáře a všechny importované položky Kalendáře Google, které byly součástí vašeho synchronizovaného pracovního prostoru.
da: Dit synkroniserede arbejdsområde: skemaer, mapper, opgaver, kalenderindtastninger og eventuelle importerede Google Calendar-indtastninger, der var del af dit synkroniserede arbejdsområde.
de: Ihr synchronisierter Workspace: Schemes, Ordner, Aufgaben, Kalendereintragungen und alle importierten Google Calendar-Einträge, die Teil Ihres synchronisierten Workspace waren.
el: Ο συγχρονισμένος χώρος εργασίας σας: σχέδια, φάκελοι, εργασίες, καταχωρήσεις ημερολογίου και οποιεσδήποτε εισαγόμενες καταχωρήσεις Google Calendar που ήταν μέρος του συγχρονισμένου χώρου εργασίας σας.
es: Tu espacio de trabajo sincronizado: esquemas, carpetas, tareas, entradas de calendario, y cualquier entrada de Google Calendar importada que fue parte de tu espacio de trabajo sincronizado.
fi: Synkronoidussa työtilassasi: kaaviot, kansiot, tehtävät, kalenterikirjaukset ja kaikki tuodut Google Calendarin merkinnät, jotka olivat osa synkronoitua työtilaa.
fr: Votre espace de travail synchronisé : schémas, dossiers, tâches, entrées de calendrier et toutes les entrées Google Calendrier importées qui faisaient partie de votre espace de travail synchronisé.
he: מרחב העבודה המסונכרן שלך: סכמות, תיקיות, משימות, ערכי לוח שנה, וכל ערכי Google Calendar שיובאו שהיו חלק מהמרחב המסונכרן שלך.
hi: आपका सिंक किया गया वर्कस्पेस: स्कीम, फ़ोल्डर, कार्य, कैलेंडर प्रविष्टियां, और कोई भी आयातित Google कैलेंडर प्रविष्टियां जो आपके सिंक किए गए वर्कस्पेस का हिस्सा थीं।
hu: Az Ön szinkronizált munkahely: sémák, mappák, feladatok, naptár bejegyzések és az importált Google Naptár bejegyzések, amelyek az Ön szinkronizált munkahelyének részei voltak.
id: Ruang kerja Anda yang disinkronkan: skema, folder, tugas, entri kalender, dan entri Google Calendar yang diimpor yang merupakan bagian dari ruang kerja Anda.
it: Il tuo workspace sincronizzato: schemi, cartelle, attività, voci calendario e qualsiasi voce Google Calendar importata che faceva parte del tuo workspace sincronizzato.
ja: 同期されたワークスペース: スキーム、フォルダ、タスク、カレンダーエントリ、および同期されたワークスペースの一部だったインポートされたGoogle Calendarエントリ。
ko: 동기화된 워크스페이스: 스킴, 폴더, 작업, 캘린더 항목 및 동기화된 워크스페이스에 포함된 가져온 Google Calendar 항목입니다.
ms: Ruang kerja tersinkronisasi Anda: skema, folder, tugas, entri kalender, dan entri Kalender Google yang diimpor yang merupakan bagian dari ruang kerja tersinkronisasi Anda.
nb: Arbeitsflaten din som ble synkronisert: skjemaer, mapper, oppgaver, kalenderoppføringer og alle importerte Google Calendar-oppføringer som var en del av arbeitsflaten din som ble synkronisert.
nl: Je gesynchroniseerde werkruimte: schema's, mappen, taken, agendavermeldingen en alle geïmporteerde Google Calendar-vermeldingen die deel uitmaakten van je gesynchroniseerde werkruimte.
pl: Twój zsynchronizowany obszar roboczy: schematy, foldery, zadania, wpisy w kalendarzu i wszelkie zaimportowane wpisy z Google Calendar, które były częścią Twojego zsynchronizowanego obszaru roboczego.
pt_br: Seu workspace sincronizado: esquemas, pastas, tarefas, entradas de calendário e qualquer entrada do Google Calendar importada que fazia parte do seu workspace sincronizado.
pt_pt: A sua área de trabalho sincronizada: esquemas, pastas, tarefas, entradas de calendário e quaisquer entradas do Google Calendar importadas que fizeram parte da sua área de trabalho sincronizada.
ro: Spațiul dvs. de lucru sincronizat: scheme, foldere, sarcini, intrări în calendar și orice intrări Google Calendar importate care au fost parte din spațiul dvs. de lucru sincronizat.
ru: Ваше синхронизированное рабочее пространство: схемы, папки, задачи, записи календаря и любые импортированные записи Google Календаря, которые были частью вашего синхронизированного рабочего пространства.
sk: Váš synchronizovaný pracovný priestor: schémy, priečinky, úlohy, položky kalendára a všetky importované položky kalendára Google, ktoré boli súčasťou vášho synchronizovaného pracovného priestoru.
sv: Ditt synkade arbetsutrymme: scheman, mappar, uppgifter, kalenderposter och eventuella importerade Google Calendar-poster som var en del av ditt synkade arbetsutrymme.
th: พื้นที่ทำงานที่ซิงค์ของคุณ: โครงการ โฟลเดอร์ งาน รายการตามปฏิทิน และรายการ Google Calendar ที่นำเข้ามาซึ่งเป็นส่วนของพื้นที่ทำงานที่ซิงค์ของคุณ
tr: Senkronize çalışma alanınız: şemalar, klasörler, görevler, takvim girişleri ve senkronize çalışma alanınızın parçası olan herhangi bir içe aktarılan Google Takvim girişi.
uk: Ваш синхронізований робочий простір: схеми, папки, завдання, записи календаря та будь-які імпортовані записи Google Календаря, які були частиною вашого синхронізованого робочого простору.
vi: Không gian làm việc đã đồng bộ của bạn: các lược đồ, thư mục, tác vụ, mục lịch, và bất kỳ mục Lịch Google được nhập nào là một phần của không gian làm việc đã đồng bộ của bạn.
zh_hans: 您同步的工作区：方案、文件夹、任务、日历条目以及作为同步工作区一部分的任何导入的 Google Calendar 条目。
zh_hant: 您的已同步工作區：規劃方案、資料夾、任務、日曆項目，以及您已同步工作區中的任何已匯入 Google Calendar 項目。

# web.delete_account.grace_period_heading
source: The 14-day grace period
ar: فترة الرحمة لمدة 14 يومًا
cs: 14denní lhůta pro zvážení
da: Den 14-dages henstandsperiode
de: Die 14-tägige Widerrufsfrist
el: Η περίοδος χάριτος 14 ημερών
es: El período de gracia de 14 días
fi: 14 päivän lisäaika
fr: La période de grâce de 14 jours
he: תקופת ההחלמה של 14 ימים
hi: 14-दिन की सहायक अवधि
hu: A 14 napos haladék
id: Periode tenggang 14 hari
it: Il periodo di grazia di 14 giorni
ja: 14日間の猶予期間
ko: 14일 유예 기간
ms: Periode tenggang 14 hari
nb: Franisten på 14 dager
nl: De 14-daagse bedenktermijn
pl: 14-dniowy okres karencji
pt_br: O período de carência de 14 dias
pt_pt: O período de carência de 14 dias
ro: Perioada de grație de 14 zile
ru: 14-дневный период отсрочки
sk: Milosťové obdobie 14 dní
sv: Frijperioden på 14 dagar
th: ระยะเวลาผ่อนผัน 14 วัน
tr: 14 günlük inceleme süresi
uk: 14-денний період поблажливості
vi: Khoảng thời gian ân hạn 14 ngày
zh_hans: 14 天宽限期
zh_hant: 14 天寬限期

# web.delete_account.grace_period_label
source: 14-day grace period
ar: فترة رحمة 14 يوم
cs: 14denní lhůta pro zvážení
da: 14-dages henstandsperiode
de: 14-tägige Widerrufsfrist
el: Περίοδος χάριτος 14 ημερών
es: Período de gracia de 14 días
fi: 14 päivän lisäaika
fr: Période de grâce de 14 jours
he: תקופת ההחלמה של 14 ימים
hi: 14-दिन की सहायक अवधि
hu: 14 napos haladék
id: Periode tenggang 14 hari
it: Periodo di grazia di 14 giorni
ja: 14日間の猶予期間
ko: 14일 유예 기간
ms: Periode tenggang 14 hari
nb: Frist på 14 dager
nl: 14-daagse bedenktermijn
pl: 14-dniowy okres karencji
pt_br: Período de carência de 14 dias
pt_pt: Período de carência de 14 dias
ro: Perioada de grație de 14 zile
ru: 14-дневный период отсрочки
sk: Milosťové obdobie 14 dní
sv: Frijperiod på 14 dagar
th: ระยะเวลาผ่อนผัน 14 วัน
tr: 14 günlük inceleme süresi
uk: 14-денний період поблажливості
vi: Khoảng thời gian ân hạn 14 ngày
zh_hans: 14 天宽限期
zh_hant: 14 天寬限期

# web.delete_account.grace_period_p1_a
source: Deletion is not immediate. When you request deletion, your account is scheduled for permanent removal after a
ar: الحذف ليس فوريًا. عند طلب الحذف، يتم جدولة حسابك للإزالة الدائمة بعد
cs: Smazání není okamžité. Když si vyžádáte smazání, váš účet bude naplánován na trvalé odstranění po
da: Sletning sker ikke øjeblikkeligt. Når du anmoder om sletning, er din konto planlagt til permanent fjernelse efter
de: Die Löschung ist nicht sofort. Wenn Sie die Löschung beantragen, wird Ihr Konto nach einer
el: Η διαγραφή δεν είναι άμεση. Όταν ζητάτε διαγραφή, ο λογαριασμός σας προγραμματίζεται για μόνιμη κατάργηση μετά από
es: La eliminación no es inmediata. Cuando solicites eliminación, tu cuenta se programa para eliminación permanente después de
fi: Poistaminen ei ole välitöntä. Kun pyydät poistamista, tilisi on aikataulutettu poistettavaksi pysyvästi
fr: La suppression n'est pas immédiate. Lorsque vous demandez une suppression, votre compte est prévu pour une suppression permanente après une
he: המחיקה אינה מיידית. כאשר תבקש מחיקה, החשבון שלך מתוזמן להסרה קבועה לאחר
hi: हटाना तत्काल नहीं है। जब आप हटाने का अनुरोध करते हैं, तो आपका खाता एक के बाद स्थायी हटाने के लिए निर्धारित होता है
hu: A törlés nem azonnali. Törlés kérelmezésekor az Ön fiókja egy után a végleges eltávolításra van ütemezve
id: Penghapusan tidak langsung. Ketika Anda meminta penghapusan, akun Anda dijadwalkan untuk dihapus secara permanen setelah
it: L'eliminazione non è immediata. Quando richiedi l'eliminazione, il tuo account è programmato per la rimozione permanente dopo
ja: 削除はすぐには実行されません。削除をリクエストすると、アカウントは
ko: 삭제는 즉시 이루어지지 않습니다. 삭제를 요청하면 계정이 다음 이후에 영구 삭제되도록 예약됩니다
ms: Penghapusan tidak langsung. Ketika Anda meminta penghapusan, akun Anda dijadwalkan untuk penghapusan permanen setelah
nb: Slettingen er ikke umiddelbar. Når du ber om sletting, blir kontoen din planlagt for permanent fjerning etter
nl: Verwijdering is niet direct. Wanneer je verwijdering aanvraagt, is je account gepland voor permanente verwijdering na een
pl: Usunięcie nie jest natychmiastowe. Gdy zażądasz usunięcia, Twoje konto zostanie zaplanowane do trwałego usunięcia po
pt_br: A exclusão não é imediata. Quando você solicita a exclusão, sua conta é agendada para remoção permanente após
pt_pt: A eliminação não é imediata. Quando solicita a eliminação, a sua conta é agendada para remoção permanente após
ro: Ștergerea nu este imediată. Când solicitați ștergerea, contul dvs. este programat pentru eliminare permanentă după
ru: Удаление происходит не сразу. Когда вы запрашиваете удаление, ваша учётная запись запланирована на постоянное удаление после
sk: Zmazanie nie je okamžité. Keď si vyžiadате zmazanie, vaše konto je naplánované na trvalé odstránenie po
sv: Borttagningen är inte omedelbar. När du begär borttagning planeras ditt konto för permanent borttagning efter en
th: การลบไม่ได้เกิดขึ้นทันที เมื่อคุณขอการลบ บัญชีของคุณจะถูกกำหนดเวลาลบถาวรหลังจาก
tr: Silme işlemi hemen yapılmaz. Silme istediğinizde, hesabınız kalıcı olarak kaldırılmak üzere
uk: Видалення не відбувається негайно. Коли ви запитуєте видалення, ваш акаунт планується на постійне видалення після
vi: Xóa không diễn ra ngay lập tức. Khi bạn yêu cầu xóa, tài khoản của bạn được lên lịch để xóa vĩnh viễn sau
zh_hans: 删除不是立即进行的。当您请求删除时，您的账户将在
zh_hant: 刪除不會立即進行。當您要求刪除時，您的帳戶已排定在

# web.delete_account.grace_period_p1_b
source: , and all of your sign-in sessions are revoked right away. During those 14 days your email address cannot be used to create a new account.
ar: ، وتتم إلغاء جميع جلسات تسجيل الدخول الخاصة بك على الفور. خلال تلك الأيام الـ 14 لا يمكن استخدام عنوان بريدك الإلكتروني لإنشاء حساب جديد.
cs: , a všechny vaše relace přihlášení budou okamžitě odvolány. Během těchto 14 dnů nelze vaši e-mailovou adresu použít k vytvoření nového účtu.
da: , og alle dine logon-sessioner tilbagekaldes øjeblikkeligt. I løbet af disse 14 dage kan din e-mailadresse ikke bruges til at oprette en ny konto.
de: zur ständigen Entfernung eingeplant, und alle Ihre Anmeldesitzungen werden sofort widerrufen. Während dieser 14 Tage kann Ihre E-Mail-Adresse nicht zum Erstellen eines neuen Kontos verwendet werden.
el: , και όλες οι σύνοδοί σας διακόπτονται αμέσως. Κατά τη διάρκεια αυτών των 14 ημερών η διεύθυνση email σας δεν μπορεί να χρησιμοποιηθεί για τη δημιουργία νέου λογαριασμού.
es: , y todas tus sesiones de inicio de sesión se revocan inmediatamente. Durante esos 14 días tu dirección de correo electrónico no se puede usar para crear una nueva cuenta.
fi: , ja kaikki sisäänkirjautumisistuntosi peruutetaan välittömästi. Näiden 14 päivän aikana sähköpostiosoitettasi ei voida käyttää uuden tilin luomiseen.
fr: , et toutes vos sessions de connexion sont révoquées immédiatement. Pendant ces 14 jours, votre adresse e-mail ne peut pas être utilisée pour créer un nouveau compte.
he: , וכל פעולות ההתחברות שלך מבוטלות מיד. במהלך 14 הימים הללו כתובת הדוא״ל שלך לא יכולה לשמש ליצירת חשבון חדש.
hi: , और आपके सभी साइन-इन सत्र तुरंत रद्द कर दिए जाते हैं। उन 14 दिनों के दौरान आपका ईमेल पता एक नया खाता बनाने के लिए उपयोग नहीं किया जा सकता।
hu: , és az Ön összes bejelentkezési munkamenete azonnal visszavonásra kerül. Ez alatt a 14 nap alatt az Ön e-mail címe nem használható új fiók létrehozásához.
id: , dan semua sesi masuk Anda dicabut segera. Selama 14 hari tersebut, alamat email Anda tidak dapat digunakan untuk membuat akun baru.
it: , e tutte le tue sessioni di accesso vengono revocate immediatamente. Durante questi 14 giorni il tuo indirizzo email non può essere utilizzato per creare un nuovo account.
ja: の後に永久削除がスケジュールされ、すべてのサインインセッションはすぐに取り消されます。その14日間、メールアドレスは新しいアカウント作成に使用できません。
ko: , 그리고 모든 로그인 세션이 즉시 취소됩니다. 해당 14일 동안 이메일 주소로 새 계정을 만들 수 없습니다.
ms: , dan semua sesi masuk Anda dibatalkan segera. Selama 14 hari tersebut alamat email Anda tidak dapat digunakan untuk membuat akun baru.
nb: , og alle påloggingsøktene dine tilbakekalles umiddelbar. I løpet av disse 14 dagene kan ikke e-postadressen din brukes til å opprette en ny konto.
nl: , en al je inlogregistraties worden onmiddellijk ingetrokken. Gedurende deze 14 dagen kan je e-mailadres niet worden gebruikt om een nieuw account aan te maken.
pl: , a wszystkie Twoje sesje logowania są natychmiast anulowane. Przez te 14 dni Twój adres e-mail nie może być użyty do utworzenia nowego konta.
pt_br: , e todas as suas sessões de entrada são revogadas imediatamente. Durante esses 14 dias, seu endereço de email não pode ser usado para criar uma nova conta.
pt_pt: , e todas as suas sessões de início de sessão são revogadas imediatamente. Durante esses 14 dias, o seu endereço de correio eletrónico não pode ser utilizado para criar uma nova conta.
ro: , iar toate sesiunile dvs. de conectare sunt revocate imediat. În acele 14 zile, adresa dvs. de email nu poate fi folosită pentru a crea un nou cont.
ru: и все ваши сеансы входа отозваны немедленно. В течение этих 14 дней ваш адрес электронной почты не может быть использован для создания новой учётной записи.
sk: , a všetky vaše relácii na prihlásenie sú okamžite odvolané. Počas týchto 14 dní sa vaša e-mailová adresa nemôže použiť na vytvorenie nového konta.
sv: , och alla dina inloggade sessioner återkallas omedelbar. Under dessa 14 dagar kan din e-postadress inte användas för att skapa ett nytt konto.
th: และเซสชั่นการลงชื่อเข้าของคุณทั้งหมดจะถูกเพิกเฉยทันที ในระหว่าง 14 วันนั้น ที่อยู่อีเมลของคุณไม่สามารถใช้ในการสร้างบัญชีใหม่ได้
tr: sonra planlanır ve tüm oturum açma oturumlarınız hemen iptal edilir. Bu 14 gün boyunca e-posta adresiniz yeni hesap oluşturmak için kullanılamaz.
uk: , і всі ваші сеанси входу скасовуються негайно. Упродовж цих 14 днів вашу електронну адресу не можна використовувати для створення нового акаунту.
vi: , và tất cả các phiên đăng nhập của bạn bị thu hồi ngay lập tức. Trong 14 ngày đó, địa chỉ email của bạn không thể được sử dụng để tạo tài khoản mới.
zh_hans: 后被永久删除，您的所有登录会话将立即被撤销。在这 14 天内，您的电子邮件地址无法用来创建新账户。
zh_hant: 後永久移除，您的所有登入工作階段也會立即撤銷。在這 14 天期間，您的電子郵件地址無法用於建立新帳戶。
